Repository: vietter99/modemfeed
Catalog: luci/applications/luci-app-modeminfo/po/*/modeminfo.po
Languages: ru

source: Modeminfo
ru: Thông tin Modem

source: Network
ru: Mạng

source: Hardware
ru: Phần cứng

source: Setup
ru: Cài đặt

source: Modeminfo: Network
ru: Thông tin Modem: Mạng

source: No Registration
ru: Không đăng ký

source: Registered
ru: Đã đăng ký

source: Searching
ru: Đang tìm mạng

source: Denied
ru: Từ chối đăng ký

source: Unknown
ru: Không xác định

source: No Data
ru: Không có dữ liệu

source: Network/Band/Bandwidth
ru: Mạng/Dải tần/Băng thông

source: Network/Band
ru: Mạng/Dải tần

source: Cellular network
ru: Mạng di động

source: Operator
ru: Nhà mạng

source: Status
ru: Trạng thái

source: Modeminfo: Hardware
ru: Thông tin Modem: Phần cứng

source: Hardware and sim-card info.
ru: Thông tin phần cứng và sim-card.

source: Device
ru: Thiết bị

source: Chiptemp
ru: Nhiệt độ chip

source: In automatic mode detect first answered DATA port.
ru: Trong chế độ tự động, phát hiện cổng DỮ LIỆU đầu tiên phản hồi.

source: Please select a port
ru: Vui lòng chọn một cổng

source: Modeminfo: Configuration
ru: Thông tin Modem: Cấu hình

source: Configuration panel of Modeminfo.
ru: Bảng cấu hình của thông tin Modem.

source: Use QMI
ru: Sử dụng QMI

source: Get modem data via qmicli (experimental). Require install qmi-utils.
ru: Nhận dữ liệu modem qua qmicli (thử nghiệm). Yêu cầu cài đặt qmi-utils.

source: Data port
ru: Cổng dữ liệu

source: Select serial port.
ru: Chọn cổng nối tiếp.

source: Select qmi port.
ru: Chọn cổng qmi.

source: Show decimal
ru: Hiển thị thập phân

source: Show LAC and CID in decimal.
ru: Hiển thị LAC và CID ở dạng thập phân.

source: Get device hardware name via mmcli utility if aviable.
ru: Lấy tên phần cứng thiết bị qua tiện ích mmcli nếu có.

source: Name via mmcli
ru: Tên qua mmcli

source: QMI proxy
ru: Proxy QMI

source: Enable qmi-proxy mode.
ru: Kích hoạt chế độ proxy QMI.

source: Index page
ru: Trang chính

source: Short info on Overview page
ru: Thông tin ngắn trên Trang tổng quan

source: sec
ru: giây

source: none
ru: không

source: Interval
ru: Khoảng thời gian

source: Poll interval data
ru: Khoảng thời gian cập nhật dữ liệu

source: General option
ru: Tùy chọn chung

source: Devices setup
ru: Thiết lập thiết bị
